function comics_load ()

comics_ttx={
{
{pic="comic1_frame1",text="Где-то далеко-далеко, в таверне на самом краю мира, что и существовать-то не должен..."},
{pic="comic1_frame2",text="...некоему не слишком принципиальному и весьма нелюбознательному капитану..."},
{pic="comic1_frame3",text="...поручили доставить на другой конец  того самого мира весьма странный груз, разумеется, не бесплатно."},
{pic="comic1_frame4",text="На другом же краю мира, в другой таверне..."},
{pic="comic1_frame5",text="...некая таинственная личность поила пивом четверых не слишком принципиальных, но, в отличие от ранее упомянутого капитана, очень любознательных искателей приключений."},
{pic="comic1_frame6",text="И даже дала этим четверым рекомендательное письмо и золота на морской поход."},
{pic="comic1_frame7",text="Где-то, вероятно в центре мира (раз уж мы выяснили, что все его края заняты тавернами со всякими подозрительными типами), корабль того самого капитана попал в шторм."},
{pic="comic1_frame8",text="Волны и ветер гнали корабль по океану..."},
{pic="comic1_frame9",text="Пока, наконец, не приложили о какую-то скалу — рядом с ещё одним таким же неудачником."},
{pic="comic1_frame10",text="Вот тут-то всё и завертелось..."},
},
{
{pic=media.images.comic2_frame1,text="На западе, за лесом, будет рыбацкая деревня — там и спросить можно!"},
},
}

end;
