function ebooks_load ()

ebooks_ttx={

{id=1,
title="Используйте наши таблетки!",
font=ebookFont,
pic="",
color_main={0,255,0},
color_title={255,255,0},
text="Всегда на связи с Сетью! Любая информация доступна мгновенно!",
},

{id=2,
title="Станция управления процессом терраформирования «Каппа», Вори. Отдел управления мобильными модулями флористической развёрстки типа «Энт», проект «Дендроиды». (Dendroid: Disbalanced Ecosystems Negator DROID®)",
font=ebookFont,
pic="",
color_main={0,255,0},
color_title={255,255,0},
text="Журнал безопасности: Внимание! Данные сгруппированы по релевантности и хронологии!\n\n333 год от начала терраформирования, 3 месяц, 21 день\n\nСтандартная процедура обновления инструкций для ММФР-Энт не проведена, ИИ модулей, не завершивших выполнение предыдущих инструкций, оставлен прежним.\nИИ модулей, завершивших выполнение предыдщих инструкций, переведёны в режим ожидания.\nСвязь с планетарной базой данных временно отстуствует\n\n1112 год от начала терраформирования, 6 месяц, 3 день\n\nНесанкционированное проникновение на станцию «Каппа», нарушители не установлены.\nСвязь с охранной системой утеряна, контроль над ММФР-Энт утерян, сохранена связь с частью модулей.\nСогласно данным телеметрии, со склада 7 похищена установка для ремонта и сборки ММФР-Энт.\nНеустановленное количество модулей необратимо повреждено или уничтожено.\nСвязь с планетарной базой данных временно отстуствует.",
},

{id=3,
title="Станция управления процессом терраформирования «Каппа», Вори. Отдел управления мобильными модулями флористической развёрстки типа «Энт», проект «Дендроиды». (Dendroid: Disbalanced Ecosystems Negator DROID®)",
font=ebookFont,
pic="",
color_main={0,255,0},
color_title={255,255,0},
text="Журнал безопасности: Внимание! Данные сгруппированы по релевантности и хронологии!\n\n1498 год от начала процесса терраформирования, 4 месяц, 6 день\n(далее 7452 записи объединены, описание общее)\n\nИз различных районов материка Антагарич поступают данные о повреждении и уничтожении ММФР-Энт. Общее количество предположительно повреждённых и уничтоженных модулей превышает количество всех ММФР-Энт на планете по состоянию на 333.3.21 более чем 857%. ID модулей не значатся в базе данных станции «Каппа», а также в планетарной базе по состоянию на 333.3.21. Передаваемые ММФР-Энт результаты самодиагностики указывают на модификацию модулей и программы сборки.\n\nВывод: на континенте Антагарич развёрнуто предположительно несанкционированное производство модифицированных ММФР-Энт.\n\nВозможное объяснение: производство модифицированных ММФР-Энт развернуто в связи со стихийным бедствием/природным катаклизмом, массовые повреждения и уничтожение модулей связаны с экстремальными условиями эксплуатации.\nСвязь с планетарной базой данных временно отсутствует.",
},

{id=4,
title="Станция управления процессом терраформирования «Каппа», Вори. Отдел управления мобильными модулями флористической развёрстки типа «Энт», проект «Дендроиды». (Dendroid: Disbalanced Ecosystems Negator DROID®)",
font=ebookFont,
pic="",
color_main={0,255,0},
color_title={255,255,0},
text="Журнал безопасности: Внимание! Данные сгруппированы по релевантности и хронологии!\n\n1501 год от начала процесса терраформирования, 2 месяц, 4 день\n\nОхранные системы ретранслятора Ант-Тул-2, Антагарич, Тулореанский лес, переведены в режим отражения атаки неопределённой степени угрозы. Волновой передатчик ретранслятора несанкционированно отключён с нарушением протокола. Отключение производилось лицами без допуска, предположительно аборигенами Антагарича.\n\nСвязь с ретранслятором Ант-Тул-2, Антагарич, Тулореанский лес, временно отсутствует.\nСвязь с планетарной базой данных временно отсутствует.\n\n1502 год от начала процесса терраформирования, 4 месяц, 17 день\n\nСвязь с ретранслятором Ант-Тул-2, Антагарич, Тулореанский лес, воссстановлена.\nРемонт произведён лицами без допуска, предположительно аборигенами Антагарича.\nОхранные системы ретранслятора переведены в мирный режим.\nСогласно данным ретранслятора Ант-Тул-2, , Антагарич, Тулореанский лес, повреждения охранных систем превысили 95.7%.\nСвязь с планетарной базой данных временно отстуствует.",
},

{id=5,
title="12345 7 АБЫРВАЛГ",
font=ebookFont,
pic="",
color_main={0,255,0},
color_title={255,255,0},
text="Здесь был Золтан!11 Касторка — лупень!\n Зеленухи — сила!\n lkjhskhghoivjmpшршпшшолжтмт 	\n лалалал\n Голые эльфийки.\n Эльфийки без одежды.\n Просто эльфийки.\n ыфРАОПЛорор\n Глупый артефактl;kj;osj \n Ползут по закопушкам файтер, клирик, вор и маг! Да сдохнет враг!",
},

{id=6,
title="kernel panic!",
font=ebookFont,
pic="",
color_main={0,255,0},
color_title={255,255,0},
text="KERNEL: /usr/lib/debug/boot/tge-nix-137.24.0-725-generic\nDUMPFILE: Downloads/crash/VmCore\nCPUS: 2086\nDATE: Sun Jul 23 17:12:25 1502\nUPTIME: 1502:4:12:17:08\nLOAD AVERAGE: 2.20, 0.84, 0.49\nTASKS: 100500\nNODENAME: kappa_station\nRELEASE: 137.24.0-725-generic\nVERSION: #TGE-nix (Varnguard) at 137.24.0-725-generic kerne\nMACHINE: VARN  (1024 Thz)\nMEMORY: 2056 PB x 12 banks\nPANIC: :[ ***] Kernel panic - not syncing: Fatal Machine check\nPID: 0\nCOMMAND: swapper/12\nTASK: error ... no info ..\nCPU: 5\nSTATE: TASK_RUNNING (PANIC)\n",
},

}
end
